Repository: davele0512/saleor-storefront-v0.7.0
Catalog: src/locales/*/messages.po
Languages: vi

source: Address book
vi: Địa chỉ

source: Date of Order
vi: Ngày tạo đơn hàng

source: Default Address
vi: Địa chỉ mặc định

source: Default Billing Address
vi: Địa chỉ xuất hoá đơn mặc định

source: Default Shipping Address
vi: Địa chỉ giao nhận hàng mặc định

source: English
vi: Tiếng Anh

source: Expires on
vi: Hết hạn ngày

source: Index Number
vi: Số Index

source: Loading
vi: Đang tải

source: My Account
vi: Tài khoản của tôi

source: Name on card
vi: Tên trên thẻ

source: Order history
vi: Lịch sử đặt hàng

source: Phone number
vi: Số điện thoại

source: Please select size
vi: Vui lòng chọn kích thước

source: Products Ordered
vi: Sản phẩm đã đặt

source: Set as default billing address
vi: Thiết lập địa chỉ xuất hoá đơn mặc định

source: Set as default shipping address
vi: Thiết lập địa chỉ giao nhận hàng mặc định

source: Show size table
vi: Hiện kích thước

source: Sorry, but we couldn’t match any search results for: “{search}”
vi: Xin lỗi, nhưng chúng tôi không thể tìm được kết quả nào cho: "{search}"

source: Status
vi: Trạng thái

source: Value
vi: Giá trị

source: Vietnamese
vi: Tiếng Việt
